[
    {
        "book_id": "1",
        "book_name": "The Dating Playbook For Man",
        "author": "Andrew Ferebee",
        "image": "https://i.ibb.co/ZJwYtCX/pngwing-1.png",
        "review": "The narrative is centered around the Finch family – Scout, her brother Jem, and their father Atticus, a principled lawyer. The story gains momentum when Atticus is appointed to defend Tom Robinson, a black man falsely accused of raping a white woman.",
        "totalpages": 324,
        "rating": 4.8,
        "category": "Fiction",
        "tags": [
            "Classic",
            "Racism",
            "Justice"
        ],
        "publisher": "J.B. Lippincott & Co.",
        "year_of_publishing": 1960
    },
    {
        "book_id": "2",
        "book_name": "Why do You Hate Money",
        "author": "Joey Percia",
        "image": "https://i.ibb.co/bRySfZb/kindpng-7318921.png",
        "review": "Orwell's depiction of a society under constant surveillance is profoundly unsettling. The omnipresent telescreens, the Thought Police, and the concept of thoughtcrime create an atmosphere of paranoia and fear. The Party's manipulation of language through Newspeak, designed to eliminate any possibility of rebellious thoughts, is a testament to Orwell's understanding of the power of language and propaganda.",
        "totalpages": 328,
        "rating": 4.7,
        "category": "Science Fiction",
        "tags": [
            "Dystopia",
            "Totalitarianism",
            "Surveillance"
        ],
        "publisher": "Secker & Warburg",
        "year_of_publishing": 1949
    },
    {
        "book_id": "3",
        "book_name": "2019",
        "author": "Jane Austen",
        "image": "https://i.ibb.co/xDW5twT/kindpng-81724-1.png",
        "review": "Austen's secondary characters add richness and humor to the story. The foolishness of Mr. Collins, the frivolity of Lydia Bennet, and the scheming of Lady Catherine de Bourgh provide a satirical look at the social dynamics of the time. Each character's actions and motivations serve to highlight the central themes of pride, prejudice, and the importance of genuine relationships.",
        "totalpages": 279,
        "rating": 4.5,
        "category": "Romance",
        "tags": [
            "Classic",
            "Romance",
            "Society"
        ],
        "publisher": "T. Egerton, Whitehall",
        "year_of_publishing": 1813
    },
    {
        "book_id": "4",
        "book_name": "Loving Jesus More",
        "author": "F. Scott Fitzgerald",
        "image": "https://i.ibb.co/4VwQvWS/kindpng-2193744-1.png",
        "review": "Fitzgerald's prose is both lyrical and precise, painting a vivid picture of the Jazz Age's decadence and moral decay. Through Nick's eyes, readers witness the superficiality and hedonism of the era, contrasted with Gatsby's genuine, albeit misguided, devotion to Daisy. Gatsby's dream of rekindling his romance with Daisy is a powerful commentary on the illusion of the American Dream and the corrupting influence of wealth.",
        "totalpages": 180,
        "rating": 4.4,
        "category": "Fiction",
        "tags": [
            "Classic",
            "American Dream",
            "1920s"
        ],
        "publisher": "Charles Scribner's Sons",
        "year_of_publishing": 1925
    },
    {
        "book_id": "5",
        "book_name": "The Lost Art of Good Conversation",
        "author": "Sakyong Mipham",
        "image": "https://i.ibb.co/0mBmckr/kindpng-5624060-1.png",
        "review": "Holden Caulfield, the novel's protagonist and narrator, is a sixteen-year-old who has been expelled from several prestigious schools. The story begins with Holden recounting his experiences from a mental institution, hinting at his deep psychological struggles. His journey through New York City over a few days forms the core of the narrative.",
        "totalpages": 214,
        "rating": 4.3,
        "category": "Fiction",
        "tags": [
            "Classic",
            "Teenage",
            "Rebellion"
        ],
        "publisher": "Little, Brown and Company",
        "year_of_publishing": 1951
    },
    {
        "book_id": "6",
        "book_name": "Spine Of The Dragon",
        "author": "Kevin J. Anderson",
        "image": "https://i.ibb.co/xXz26xh/kindpng-4945926-1.png",
        "review": "The novel's characters are intricately drawn, each representing different facets of society. Daisy Buchanan embodies beauty and privilege, yet she is ultimately shallow and self-centered. Her husband, Tom Buchanan, is a brutish and arrogant figure, whose infidelity and racism further illustrate the moral decay of the upper class.",
        "totalpages": 635,
        "rating": 4.1,
        "category": "Adventure",
        "tags": [
            "Classic",
            "Adventure",
            "Sea"
        ],
        "publisher": "Harper & Brothers",
        "year_of_publishing": 1851
    }
]